Repository: Janspitoy/touchcraft
Catalog: touchcraft/locale/*/LC_MESSAGES/django.po
Languages: es, uk

source: Контакты | TouchCraft
es: Contactos | TouchCraft
uk: Контакти | TouchCraft

source: Свяжитесь с нами
es: Contáctenos
uk: Зв’яжіться з нами

source: Мы всегда открыты для новых проектов и идей. Выберите удобный способ связи, и мы ответим вам в ближайшее время.
es: Siempre estamos abiertos a nuevos proyectos e ideas. Elija la forma de contacto que le resulte más conveniente y le responderemos lo antes posible.
uk: Ми завжди відкриті до нових проєктів та ідей. Оберіть зручний спосіб зв’язку, і ми відповімо вам найближчим часом.

source: Напишите нам в Telegram для быстрого ответа.
es: Escríbenos en Telegram para una respuesta rápida.
uk: Напишіть нам у Telegram для швидкої відповіді.

source: Написать в Telegram
es: Escribir en Telegram
uk: Написати в Telegram

source: Подпишитесь на нашу страницу и следите за обновлениями.
es: Siga nuestra página y manténgase al día.
uk: Підпишіться на нашу сторінку та слідкуйте за оновленнями.

source: Наш LinkedIn
es: Nuestro LinkedIn

source: Почта
es: Correo electrónico
uk: Пошта

source: Отправьте нам подробное письмо с описанием вашего проекта.
es: Envíenos un correo detallado con la descripción de su proyecto.
uk: Надішліть нам детального листа з описом вашого проєкту.

source: Написать на почту
es: Enviar un correo electrónico
uk: Написати на пошту

source: Главная | TouchCraft
es: Inicio | TouchCraft
uk: Головна | TouchCraft

source: Добро пожаловать в TouchCraft
es: Bienvenido a TouchCraft
uk: Ласкаво просимо до TouchCraft

source: Современный UX/UI-дизайн и разработка цифровых продуктов
es: Diseño UX/UI moderno y desarrollo de productos digitales
uk: Сучасний UX/UI-дизайн і розробка цифрових продуктів

source: Наши услуги
es: Nuestros servicios
uk: Наші послуги

source: Наши последние работы
es: Nuestros últimos trabajos
uk: Наші останні роботи

source: Пока нет проектов для отображения.
es: No hay proyectos para mostrar por el momento.
uk: Поки немає проєктів для відображення.

source: Что мы предлагаем
es: Lo que ofrecemos
uk: Що ми пропонуємо

source: Пока нет доступных сервисов.
es: No hay servicios disponibles por el momento.
uk: Поки немає доступних сервісів.

source: Готовы к следующему шагу?
es: ¿Listo para el siguiente paso?
uk: Готові до наступного кроку?

source: Свяжитесь с нашей командой — мы поможем воплотить ваш проект в жизнь.
es: Póngase en contacto con nuestro equipo: lo ayudaremos a hacer realidad su proyecto.
uk: Зв’яжіться з нашою командою — ми допоможемо втілити ваш проєкт у життя.

source: Связаться с нами
es: Ponerse en contacto
uk: Зв’язатися з нами

source: Портфолио | TouchCraft
es: Portfolio | TouchCraft
uk: Портфоліо | TouchCraft

source: Наши проекты
es: Nuestros proyectos
uk: Наші проєкти

source: Примеры наших работ в UX/UI дизайне, мобильной и веб-разработке, а также AI-интеграции.
es: Ejemplos de nuestro trabajo en diseño UX/UI, desarrollo móvil y web, así como integración de IA.
uk: Приклади наших робіт у UX/UI-дизайні, мобільній та веб-розробці, а також AI-інтеграції.

source: Подробнее
es: Leer más
uk: Детальніше

source: На данный момент проектов нет.
es: No hay proyectos por el momento.
uk: На даний момент немає проєктів.

source: Игры
es: Juegos
uk: Ігри

source: Подборка наших игровых проектов.
es: Selección de nuestros proyectos de juegos
uk: Підбірка наших ігрових проєктів.

source: Все проекты
es: Todos los proyectos
uk: Усі проєкти

source: Скрыть
es: Esconder
uk: Приховати

source: Услуги | TouchCraft
es: Servicios | TouchCraft
uk: Послуги | TouchCraft

source: Наша команда специализируется на создании инновационных и функциональных цифровых продуктов. Мы объединяем креативный дизайн и передовые технологии, чтобы предоставить лучшие решения.
es: Nuestro equipo se especializa en crear productos digitales innovadores y funcionales. Combinamos un diseño creativo con tecnología de vanguardia para ofrecer las mejores soluciones.
uk: Наша команда спеціалізується на створенні інноваційних і функціональних цифрових продуктів. Ми поєднуємо креативний дизайн і передові технології, щоб надати найкращі рішення.

source: Пока нет доступных услуг.
es: No hay servicios disponibles en este momento.
uk: Поки немає доступних послуг.

source: Home
es: Inicio
uk: Головна

source: Services
es: Servicios
uk: Сервіси

source: Contacts
es: Contactos
uk: Контакти

source: Language
es: Español
uk: Українська

source: TouchCraft. All rights reserved.
es: TouchCraft. Todos derechos reservados
uk: TouchCraft. Всі права захищені.

source: UX/UI Design | Mobile and Web Interfaces | AI Integration
es: Diseño UX/UI | Interfaces móviles y web | Integración de IA
uk: UX/UI дизайн | Мобільні та веб-інтерфейси | Інтеграція ШІ

source: Portfolio
uk: Портфоліо
